<template>
  <div
    v-cloak
    class="ConsumerPsychology"
  >
    <h2>{{title_en}}</h2>
    <h1>{{ title }}</h1>
    <h2>{{ title2 }}</h2>
    <h5>{{ author }} {{author_cn}}</h5>
    <h6>{{ author_x }}</h6>
    <br>
    <h3 align="left">
      读完本书，你将了解
    </h3>
    <li 
      v-for="(item) in outlines"
      :key="item"
      align="left">
      {{ item }}
    </li>
    <br>
    <br>
    <h3 align="left">
      I. 消费是如何影响人类行为的
    </h3>
    <p>
      消费心理学是研究人类与产品和服务有关的行为和思维过程，以及人们如何受到消费活动影响的学科。想要探究消费对人们的影响，可以观察他们选择物质财富的方式———
      通过选择“合适”的产品，人们得以向其他人展示自己的身份。此外，研究人员还发现，消费能够通过媒体来影响人们的生活，媒体传播的内容会感染人们的价值观和信仰。
    </p>
    <p>
      工业革命一开始，我们今天所生活的消费社会就迅速形成。在消费增长的同时，科学家们贡献了宝贵的研究成果，这些成果夯实了消费心理学的基础。 19世纪末，
      冯特对注意力进行了研究，詹姆斯发现了物质财富对身份认同的影响，盖尔研究了广告对注意力的作用。20世纪初，以霍林沃斯，华生和泊芬伯格为代表的科学家
      们也对消费相关问题的研究做了源源不断的贡献，而20世纪后半叶的贡献者主要有勒温、迪克特和卡托纳等人。
    </p>
    <h3 align="left">
      II. 为什么消费者总是对你的广告视而不见
    </h3>
    <p>
      对于消费者来说，要想记住信息，就要对信息进行编码、存储和提取。一般认为，记忆有三种类型，即感觉记忆、短时记忆和长期记忆，尽管一些研究者认为这样的分类太
      简单，呼吁要更细化。根据编码特异性假说，如果消费者回忆信息时所处的环境与他们学习信息时的环境相似，那么他们回忆先前习得的信息的效果就会更好。
    </p>
    <p>
      当刺激的性质相似时，就会出现干扰。而反复让消费者接触营销信息，就可以对抗干扰。重复可以帮助记忆，使用良好的视觉刺激也能帮助记忆，特别是针对老年消费者。
    </p>
    <p>
      没有记忆，消费者就无法了解产品和服务。学习研究有不同理论框架，包括行为学习理论、认识学习理论和社会学习理论。行为学习理论强调可观察的行为结果，认知学习理论
      关注心理过程，社会学习理论聚焦人们如何在社会环境中观察他人。它们都为如何组织营销活动以提高消费者的学习能力提供了一些启示。
    </p>
    <h3 align="left">
      III. 如何才能吸引消费者的注意
    </h3>
    <p>
      感知会影响我们的感官，并解释所遇到的刺激的含义。消费者对消费相关信息的感知往往是无意识的，并且与先前的知识和经验联系在一起。
      感知的一个重要部分是人们对刺激进行分类以便理解它们的方式。研究发现，这种方式是有规律的。人们利用先前的经验，有将零散的刺激感知为完整体。
      尽管大量消费研究都集中在视觉感知方面，但必须承认，所有的感官都会影响产品和服务的感知方式。不同感官刺激也可以用来吸引人们的注意。
      什么能够吸引消费者的注意取决于许多因素，例如消费者在某一时间点的唤醒水平、产品颜色的鲜艳程度、刺激是否新颖独特，以及遇到的信息是否与他们个人有关等。
    </p>
    <h3 align="left">
      IV. 伪精致背后的心理剖析
    </h3>
    <p>
      身份就是个体在主观上如何看待自己。消费者购买产品和服务往往是为了建立和保持身份，以及获得群体的认同。人们自儿时起就逐渐意识到，产品和品牌具有特定的意义，可以用来对
      自我和他人进行分类，在与他人比较时，能够轻松判断出他人和自己哪个好。这有一个很大的好处——让人们可以快速评估他人，而不需要花大量时间和精力去了解他人身份。
    </p>
    <p>
      不同产品的意义源于市场营销，并不断被人们所处的社会环境强化。一般来说，消费者会尽可能去购买大众高度渴望的产品，而避免购买人们不想要的产品。消费某些产品的好处是，
      它们可以让人们给他人留下更好的印象，并相应地改变他人对待自己的方式。然而，某些类型的消费也有不利之处，会使人们感到自己有多方面的不足，从而影响他们的身心健康。
    </p>
    <h3 align="left">
      V. 为什么买买买可以治愈各种不开心
    </h3>
    <p>
      基于情绪的研究往往侧重于人们的心境而不是激情。有时候，我们很难确定激情和心境是如何影响消费者的。然而，已有研究表明，只要信息与人们的感受一致，情绪就能引导注意和增强回忆。
      研究还发现，情绪也会影响消费者的决策方式。消费者做出的决定往往会在无意识中受到当时感觉的影响，即使它可能与决策任务无关。需要注意的是，我们不应假设积极情绪和消极情绪
      会以同样的方式影响决策过程，这一点从评价-倾向框架中可以明显看出。此外，氛围也会影响消费者是否会在一家特定的商店购物，以及他们在那里所做出的消费决策。
    </p>
    <p>
      曼德勒和齐尔曼的情绪理论启示我们应如何利用“感觉”来说服消费者从更有利的角度看待产品。曼德勒认为，刺激和我们对刺激的期望之间的适度差异能够促进积极情绪的产生；而
      齐尔曼则认为，情绪兴奋可以从一种刺激转移到另一种刺激上。
    </p>
    <h3 align="left">
      VI. 如何才能让消费者改变态度
    </h3>
    <p>
      态度指的是对人、物和思想的评价，可以通过认知、情感或行为而产生。 期望-价值模型认为态度是因为人们想尽力去达成一个特定目标而产生的。态度分为两种，即显性（有意识）态度和
      隐性态度，这两种态度都影响人们看待产品的方式。关于人们为什么会改变态度的分析研究有很多。功能理论认为，态度的改变是为了达成特定目的；认知失调理论认为态度的改变是为了
      保持行为和态度之间的一致性；而启发法系统模型则认为有说服力的信息是态度改变的潜在因素。
    </p>
    <p>
      不是所有态度都可以预测行为，但是坚定的、可达的、来自直接经验的态度更有可能做到这一点。媒体是一种可能会影响人们态度的渠道。关于刻板的性别角色和暴力色情的研究证实了媒体
      对态度的影响。
    </p>
    <h3 align="left">
      VII. 如何不留痕迹影响消费者决策
    </h3>
    <p>
      广告心理学是一个复杂的主题，若想了解影响广告成功与否的因素，需要考虑诸多变量。首先，最重要的是吸引受众的注意，这可以通过使用生动性刺激和显著性刺激来实现。一旦完成了这项工作，
      消费者的参与程度——是否进行广泛而深入的思考（就像详尽可能性模型所描述的那样）——将影响其对广告信息的态度。而消费者对信息进行详尽加工的可能性又决定了广告中使用变量的类型。
      在可能的情况下，不妨鼓励他们使用中心路径，因其产生的态度往往更加持久，更有可能对行为的结果产生影响。此外，在广告中使用一些变量，如幽默、性、音乐、恐惧等，也会产生不错的
      效果。一般来说，最好不要使用阈下信息，而要确保信息有意识地呈现。并且，无论采用哪种方法来提高广告的效果，都必须考虑广告宣传所处的文化背景。
    </p>
    <h3 align="left">
      VIII. 到底是什么在驱动我们冲动消费
    </h3>
    <p>
      动机是一个过程，引导人们做出某一特定行为。消费者的需求触发了其对特定行为的参与，而动机则决定了他们为达到期望的结果（目标）而付出的努力程度。目标既可以是内在的，
      也可以是外在的。
    </p>
    <p>
      动机理论有很多，主要包括马斯洛需求层次理论、内驱力降低理论、期望理论（如自我效能理论和期望价值理论）和平衡理论。在解释为什么消费者会做出特定的消费活动时，这些
      理论提供了略有不同的研究方法，可以用来确定消费者满意的因素。当试图激励消费者时，重要的是确定目标受众在生活中的价值观。每一种文化和亚文化都有一套共同的核心价值观，
      一旦目标受众的价值观得以确定，就可以利用积极强化等简单的手段来激励他们的购物行为。还有一种方法是在营销活动中利用核心价值观来提高目标受众的产品参与度。
    </p>
    <h3 align="left">
      IX. 品牌超爱的“死忠粉”是如何炼成的
    </h3>
    <p>
      消费者决策的过程是复杂的，因为会受到许多不同因素的影响。消费者在决定购买哪种产品和品牌时经常运用启发法。启发法往往是下意识地使用的，一些较为常见的启发法包括预测性启发法、
      说服性启发法和选择性启发法。启发法有时会误导消费者，使其无法做出理性的决策；由于消费者可能会将产品与他们在特定时间点的感受联系起来，情绪有时也会误导消费者，即使其是
      由完全不同的刺激引起的。通过尝试让消费者更多地参与到产品或品牌中来，可以鼓励他们做出理性的决定。
    </p>
    <p>
      决策也会受到特定产品属性的影响，可得性-诊断性模型可以用来说明消费者为什么会根据某些属性进行决策。
    </p>
    <p>
      消费者有时会反复购买某一特定品牌，这就是所谓“品牌忠诚”。对于集体主义文化下的成员而言，在了解到某个特定品牌得到了其他成员的认可时，更有可能对该品牌忠诚。
    </p>
    <h3 align="left">
      X. 为什么网购瘾根本停不下来
    </h3>
    <p>网购让消费者获得了更多自由，消费者可以随时从远方购买商品。消费者打算购买的产品种类不同，使用互联网收集产品相关信息的数量也会随之改变。一般情况下，消费者忠诚于某一
      特定的购物网站，这可以用人力资本模型来解释。消费者并不仅仅依靠互联网来获取产品信息，而是从广泛的来源中寻求更多的信息，这也是购物中的常见现象。 由于实体店具有
      强大的购买属性优势， 而互联网缺乏渠道锁定功能，且两者之间可能发生跨渠道协同，因此消费者更容易采取线上搜索、线下购买的模式。在线决策受到网站设计、可供选择的数量
      等多种因素的影响，有时，人们决定不当时会归咎于网络。除了购物，互联网还被用来和朋友交流、建立新的社会关系，这些社交活动通常在Facebook等网站上进行。
      花过多时间上网会导致用户上瘾，但目前还不清楚原因是否在于“网络新鲜感”， 因为这种感觉在用户习惯上网以后会逐渐消失。
    </p>
    <h3 align="left">
      XI. 孩子的钱该怎么赚
    </h3>
    <p>
      皮亚杰的认知发展理论清晰地表明，不同年龄儿童对消费信息的理解也不同。直到大约11岁，他们才能够完全理解和处理遇到的信息。在这方面有两个很好的例子——儿童对电视节目的
      理解程度和对广告信息的领会程度。11岁以下的儿童会经历若干认知发展阶段，他们缺乏理解节目内容的能力，而且意识不到很多内容不能代表现实生活。
    </p>
    <p>
      许多消费活动（如看电视、上网、玩游戏）都是一把双刃剑。但只要适度、适当地加以利用，就可以发挥它们对儿童的积极影响。
    </p>
    <p>
      由于某些类型的消费并不总是对儿童有利，因此直接向儿童推销产品和服务是否存在道德规范一直存在争议。
    </p>
    <h3 align="left">
      XII. 我们能够从买买买中获得幸福吗
    </h3>
    <p>
      人们为了获得幸福而买买买。然而，能否通过消费获得幸福，主要取决于如何定义和衡量幸福。研究表明，那些高度物质主义或有强迫性购买行为的人通常并不幸福。
      物质至上的人希望用产品和服务弥补生活中的缺失，而强迫性购物者往往会背上沉重的债务。对那些受到消费负面影响的人的关注，可能会让我们觉得消费是魔鬼的
      化生。然而， 消费只是人类进化历程中的一部分——强者更能应对不好的情况，以将基因传递下去。
    </p>
    <p>
      度假等体验式消费能让人心情愉悦，这是因为这种消费可以被以积极的方式解读，有助于培养社交关系，也更不容易受到社会比较的影响。营销者可以通过使用自传式
      广告、设定有竞争力的价格、减少可供选择的产品数量来提升消费者的消费体验。
    </p>
    <h3 align="left">
      XIII. 为什么商家的环保牌屡试不爽
    </h3>
    <p>
      对各种产品和服务的消费在很大程度上损害了地球上的自然资源。回收利用是确保有价值的资源不被浪费的好方法，但需要简化操作流程，否则人们会把“废物”丢进垃圾桶。
      人们参与回收利用的原因和方式存在很大的文化差异，这一点可以从其对环保产品的态度中看出。一些国家对环保产品的看法颇为积极，而另一些国家略消极。尽管
      关于“如何增加环保消费”的研究很少，还可以利用现有的心理学方法改变人们的思想和行为。这些方法有：榜样示范法、常规偏离法、刺激管控法和应急管理法。
    </p>
    <br>
    <img
      src="/images/cp.jpeg"
      width="256"
    >
    <footer>
      <br>
      <br>      
      <img src="/src/assets/images/zf2x.jpeg" width="128"/>
      <img src="/src/assets/images/vx.jpg" width="130"/>
      <br>
      <span>474471816@qq.com</span>
    </footer>
    
    <Teleport to="body">
    <bubble :show="showBubble" @close="showBubble = false">
    <template #header>
      <h3>{{bubbleText}}</h3>
    </template>
    </bubble>
  </Teleport>
  </div>
</template>

<script setup lang="ts">
  var showBubble = false
  var bubbleText = 'hi'
  var title = "我们为什么买买买"
  var title2 = "消费行为背后的心理学奥秘"
  var title_en = "Consumer Psychology"
  var author = "Cathrine V.Jansson-Boyd"
  var author_cn = "郑淑明译"
  var author_x = "🥥整理"

  var outlines = [
    "人们只会关注所接触的某些刺激，并对其进行选择性的处理，同时忽略掉其他元素；",
    "人们更容易记住广告开头和结尾处呈现的信息；",
    "比起营销者提供的信息，人们在消费过程中的体验更重要；",
    "人们常会根据物质财富来评价他人，这意味着消费已成为塑造和维持身份的重要元素；",
    "情绪会影响人们的认知和动机过程，进而影响他们对所遇到事物的评价；",
    "人们很有可能通过\"封面\"来判断\"一本书\"的好坏；",
    "人类有五大基本需求，营销的宗旨是发现并满足这些需求；",
    "集体主义文化下的个体通常喜欢顺应自己所属的群体，并因此更倾向于对品牌忠诚；",
    "网店的页面布局可能是预测购买行为的决定性因素；",
    "尽管消费行为和幸福感之间关系很复杂，但买买买确实会让我们获得即时的快乐。",
  ]

</script>

<style type="text/css" scoped>
[v-cloak] {
  display: none;
}
p {
  text-indent: 2em;
}
</style>