<script setup lang="ts">
/* eslint-disable */

var title= '卓有成效的个人管理-书摘'
var author= '（美）彼得德鲁克著；（日）上田惇生编；杨建译； (BigJohhn整理)'
var intro = [
  "贫于追求，便无法成长。富于追求，付出同样的努力便能成长为巨人。",
  "能力是激发工作热情的基础。",
  "一切始于责任。成功的关键在于责任心，就是让自己勇于承担责任。并且有必要获得符合工作需要的成长。",
  "重心必须放在工作上，工作必须要有成果。工作虽不是全部，但必须把它放在第一位。",
  "工作在促进人成长的同时,还应指引方向。",
  "所谓成果是长期不断取得业绩而形成的。",
  "做出最好的成绩。需要依靠自身优势，且如此才能得到别人的信赖和合作。",
  "取得成果是一种习惯，取得成果的能力可以简单地培养，简单地惊人。",
  "以输出为核心，而不能以技能或知识的投入为出发点。技能、信息、知识只是工具。",
  "取得成果是一场革命，要求做到史无前例的创新，要求像组织首脑一样思考、行动。",
  "通过努力学不到的特质：真诚。",
  "当以自己应该做什么贡献这个问题为出发点时，人就自由了。承担责任，获得自由。",
  "通过注重贡献，不仅会关注自己的专业领域，关注整个组织的成果，也会关注成果存在的唯一场所——外界。",
  "通过关注外界，我们可以无意中知道别人需要什么，关注什么，了解什么。从而知道当下应该做什么，应该把什么做好。",
  "为了使目标明确且具体化，时间最长也要限制在一年半之内。一年半之内，取得怎样的成果。",
  "看清自己优势的唯一方法：决定做什么，就把期待的结果写下来，9个月或一年后，拿出来与结果对照。",
  "如今不要想着改变自己，这不可能。应致力于改进自己擅长的工作方法。",
  "虽然作为执行者已几近完美，但不能胜任决策者的也大有人在。",
  "自己的价值观与组织必须能够共存。",
  "懂得运用自己优势的人能兼顾工作和自我实现，将自身价值升华为集体成果。",
  "只有知道自己需要什么并为之奋斗的人，才能够获得杰出的成就。",
  "如今，无论从事何种职业，无论运用何种知识，都可以过上富足生活。",
  "第一份工作的选择相当于抽签。",
  "当组织腐败、自己无所收获时；或者成果得不到认可时，辞职就是正确之选。",
  "脱胎换骨会使人充满激情。",
  "变化会给予自身刺激，但没必要变得大相径庭。",
  "安逸时需要寻求改变。",
  "所得取决于自身投资。",
  "脑力劳动者只要求经济报酬是不够的，他们还认为机会、目标达成、自我实现、价值是必要的。",
  "将一些专家与其他专家的研究所结合的时候，就能产生成果。",
  "知识无优劣。",
  "为人所理解也是一种责任。否则是无知的傲慢。",
  "脑力劳动者应当有企业家的姿态。以知识为核心资源的今天，仅依靠高层管理是无法取得成功的。",
  "注重确定性的人不适合创业。也不适合做政治家、军官、国际航线的船长等。这些工作都需要做决定，而做决定本身具有不确定性。",
  "企业家精神即行动。",
  "企业家不需要天才般的灵光。",
  "企业家寻找变化。",
  "要将真正的变化与一时流行区分开来。",
  
]

</script>

<template>
  <div
    v-cloak
    class="DSoI"
  >
    <h1>{{ title }}</h1>
    <h5>{{ author }}</h5>

    <li
      v-for="(item) in intro"
      :key="item"
      align="left"
    >
      {{ item }}
  </li>
    
    <br>
    <!-- <img
      src="/src/assets/images/jkb.jpeg"
      width="256"
    > -->

    <footer>
      <br>
      <br>      
      <img src="/src/assets/images/zf2x.jpeg" width="128"/>
      <img src="/src/assets/images/vx.jpg" width="130"/>
      <br>
      <span>474471816@qq.com</span>
    </footer>
  </div>
</template>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style type="text/css" scoped>
    [v-cloak] {
      display: none;
    }
    p {
      text-indent: 2em;
    }
</style>
