<script setup lang="ts">
/* eslint-disable */

var title= '卓有成效的个人管理-书摘'
var author= '（美）彼得德鲁克著；（日）上田惇生编；杨建译； (BigJohhn整理)'
var intro = [
  "贫于追求，便无法成长。富于追求，付出同样的努力便能成长为巨人。",
  "能力是激发工作热情的基础。",
  "一切始于责任。成功的关键在于责任心，就是让自己勇于承担责任。并且有必要获得符合工作需要的成长。",
  "重心必须放在工作上，工作必须要有成果。工作虽不是全部，但必须把它放在第一位。",
  "工作在促进人成长的同时,还应指引方向。",
  "所谓成果是长期不断取得业绩而形成的。",
  "做出最好的成绩。需要依靠自身优势，且如此才能得到别人的信赖和合作。",
  "取得成果是一种习惯，取得成果的能力可以简单地培养，简单地惊人。",
  "以输出为核心，而不能以技能或知识的投入为出发点。技能、信息、知识只是工具。",
  "取得成果是一场革命，要求做到史无前例的创新，要求像组织首脑一样思考、行动。",
  "通过努力学不到的特质：真诚。",
  "当以自己应该做什么贡献这个问题为出发点时，人就自由了。承担责任，获得自由。",
  "通过注重贡献，不仅会关注自己的专业领域，关注整个组织的成果，也会关注成果存在的唯一场所——外界。",
  "通过关注外界，我们可以无意中知道别人需要什么，关注什么，了解什么。从而知道当下应该做什么，应该把什么做好。",
  "为了使目标明确且具体化，时间最长也要限制在一年半之内。一年半之内，取得怎样的成果。",
  "看清自己优势的唯一方法：决定做什么，就把期待的结果写下来，9个月或一年后，拿出来与结果对照。",
  "如今不要想着改变自己，这不可能。应致力于改进自己擅长的工作方法。",
  "虽然作为执行者已几近完美，但不能胜任决策者的也大有人在。",
  "自己的价值观与组织必须能够共存。",
  "懂得运用自己优势的人能兼顾工作和自我实现，将自身价值升华为集体成果。",
  "只有知道自己需要什么并为之奋斗的人，才能够获得杰出的成就。",
  "如今，无论从事何种职业，无论运用何种知识，都可以过上富足生活。",
  "第一份工作的选择相当于抽签。",
  "当组织腐败、自己无所收获时；或者成果得不到认可时，辞职就是正确之选。",
  "脱胎换骨会使人充满激情。",
  "变化会给予自身刺激，但没必要变得大相径庭。",
  "安逸时需要寻求改变。",
  "所得取决于自身投资。",
  "脑力劳动者只要求经济报酬是不够的，他们还认为机会、目标达成、自我实现、价值是必要的。",
  "将一些专家与其他专家的研究所结合的时候，就能产生成果。",
  "知识无优劣。",
  "为人所理解也是一种责任。否则是无知的傲慢。",
  "脑力劳动者应当有企业家的姿态。以知识为核心资源的今天，仅依靠高层管理是无法取得成功的。",
  "注重确定性的人不适合创业。也不适合做政治家、军官、国际航线的船长等。这些工作都需要做决定，而做决定本身具有不确定性。",
  "企业家精神即行动。",
  "企业家不需要天才般的灵光。",
  "企业家寻找变化。",
  "要将真正的变化与一时流行区分开来。",
  "应当认为，现有的工作必然存在问题——是要重新整顿，还是至少改变方向？",
  "创新是企业家特有的利器。",
  "成功创新的人，会斟酌遇到的所有机会。选出适合自己、适合团队，并能够发挥卓越才能的机会。",
  "左右脑并用，结合数据了解人。",
  "必须对人际关系负责。",
  "重视贡献，人际关系便有了建设性。有建设性是良好人际关系的唯一定义。",
  "了解一起工作的人，灵活运用他们的长处、工作方法及价值观。",
  "将有效信息传递给同事。",
  "组织内部摩擦的起因：沟通不足。",
  "让比自己优秀的人为自己工作。",
  "如何管理上司？利用其优势。",
  "与上司建立信赖关系。",
  "向上司提问，不仅要考虑什么是重要的，什么是正确的，还有以怎样的顺序提问。",
  "不能让上司感到意外。这会让他感到受伤、感到耻辱。",
  "沟通，是感知，是期待，是要求，而不是信息。沟通和信息对立而相互依存。",
  "促成沟通的条件是倾听。",
  "了解听者的期待，利用这份期待。或打破他的期待，并迫使他承认已发生了自己不期望的事情。",
  "领导力依靠的不是聪明才智，而是一致性。",
  "领导力是平凡的，常见的，而非超凡的能力。",
  "领导力，首先应该是一种工作。",
  "领导者确定组织的任务。",
  "领导者和伪领导者的差异在于目标。在因现实的制约而不得不妥协时，这种妥协是向着使命和目标的，是真正的领导者。",
  "领导者不把部下的成功视为威胁，而是看作自己的成功。",
  "严格的上司应首先考虑部下应该能做好什么事，然后才要求其付诸行动。",
  "对自己和部下都要严格。",
  "对领导者的唯一定义就是有追随者。",
  "领导力的基础是组织文化。即在日常工作中确认行为与责任的严格规定、高成果标准以及对人和工作的敬重。",
  "要取得成功，不能做很多决策，而必须致力于重要决策。",
  "误判问题即失败。需要区分一般性问题和特殊问题。",
  "最危险的决策就是，只要不发生不合时机的事就能顺利进行的决策——可能出问题的，必定会出问题。",
  "决策不能从事实，而是从自己的见解出发。",
  "必须鼓励有见解的行为。有意识地提出与众不同的见解。",
  "查明不一致的原因。",
  "不做没必要的决定。",
  "如果什么都不做会失去重要机会的话，就要果断采取行动。",
  "做决策需要勇气。良药一般是苦的。",
  "胆小的人失败一千次。勇敢的人失败一次。",
  "必须决定优先顺序，否则一事无成。",
  "自己做决定，而不是工作压力做。",
  "决定优先顺序的不是分析而是勇气。4个原则：1.选择未来；2.关注机会；3.要个性；4.选择能带来变革的事。",
  "选择有挑战性的工作。",
  "难的是决定\"后做的事\"。即延后并放弃的事。重拾延后的事意味着失败，因此很难。",
  "减少对过去的付出。放下那些无望取得成果的事情。",
  "放下昨日的成功。",
  "思考计划、活动和工作是否还有价值。",
  "越集中越能完成更多的工作。",
  "时间是稀缺资源。无法管理时间就无法管理其他一切。",
  "大量时间被浪费在看似理所当然，但实际上几乎没用甚至根本没用的工作上。",
  "寻找时间管理方法的时候，时间被浪费了。",
  "对于反复出现的问题，需要花时间去系统地思考。",
  "不应从\"计划\"开始。而是从如何分配时间开始。",
  "记录实际中时间的使用方法。",
  "即时记录时间。有的人自己记录，有的人交给秘书。重要的是记录。即时记录而不是事后记录。",
  "修正日程表。反思记录的时间。",
  "投入应做的工作。舍弃无意义的工作。",
  "传达某件事需要时间。你以为需要15分钟和部下谈论计划、方向和工作状态，实际需要1h。",
  "轻松自在的谈话是捷径。",
  "零碎的时间没有意义，需要集中的时间。",
  "掌握自己的时间。",
  "第二人生——当今劳动者比组织存在更长久。",
  "工作上感觉不到挑战的人，他们就不会有所发展了。但是，只要有能力且身体健康的话，换个工作就可以再次发展。第二人生可能有趣得多。",
  "有的人即使不能精力充沛地工作，但是判断力却没有失常，反而比20年前更能明智地做出决策。随着年龄增长而抛却欲望，并且兼具智慧和爱心的话，也会做出最优秀的工作。",
  "解决问题的三种方法：1.拥有第二人生；2.拥有第二工作，即副业；3.成为社会创业者，特别是从事非营利性工作。",
  "拥有第二人生、拥有第二工作或成为社会创业者的人，在社会上担任领导性的角色、受人尊敬并能得到成功的机会。",
  "如果只会工作，便大有问题。必须培养工作以外的兴趣。",
  "有成功的人就有失败的人。因此做些贡献和有意义的事并成为出类拔萃的人具有决定性的重要意义。",
  "要想拥有第二人生，只需一个条件：必须早在真正下定决心之前就开始准备。",
  
]

</script>

<template>
  <div
    v-cloak
    class="DSoI"
  >
    <h1>{{ title }}</h1>
    <h5>{{ author }}</h5>

    <li
      v-for="(item) in intro"
      :key="item"
      align="left"
    >
      {{ item }}
  </li>
    
    <br>
    <img
      src="/src/assets/images/s32330017.jpeg"
      width="256"
    >

    <footer>
      <br>
      <br>      
      <img src="/src/assets/images/zf2x.jpeg" width="128"/>
      <img src="/src/assets/images/vx.jpg" width="130"/>
      <br>
      <span>474471816@qq.com</span>
    </footer>
  </div>
</template>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style type="text/css" scoped>
    [v-cloak] {
      display: none;
    }
    p {
      text-indent: 2em;
    }
</style>
